jethrokuan/fzf
evanlucas/fish-kubectl-completions
jorgebucaran/replay.fish
acomagu/fish-async-prompt
lilyball/nix-env.fish
catppuccin/fish
edc/bass
ankitsumitg/docker-fish-completions
